export default {
	translateEnglish: [
		{
			word: 'to swim',
			translate: ['плавать', 'плыть', 'проплывать', 'кружиться', 'переплывать'],
		},
		{
			word: 'studies',
			translate: ['учеба', 'учение', 'учёба', 'занятия', 'занятия', 'изучение', 'исследования', 'старание', 'изучать', 'исследовать', 'рассматривать'],
		},
		{
			word: 'description',
			translate: ['описание', 'изображение', 'вид', 'род', 'сорт', 'вычерчивание'],
		},
		{
			word: 'dance',
			translate: ['танец', 'пляска', 'бал', 'танцы', 'танцевальный', 'скакать', 'станцевать', 'потанцевать', 'танцевать'],
		},
		{
			word: 'string',
			translate: ['верёвка', 'веревка', 'нить', 'цепочка', 'жгут', 'тетива', 'нитка', 'знакомства', 'строка', 'шнурок', 'ниточка', 'бечевка', 'натягивать'],
		},
		{
			word: 'fight',
			translate: ['бороться', 'биться', 'потасовка', 'спор', 'сражение', 'бой', 'поединок', 'битва', 'битва', 'драка', 'схватка'],
		},
		{
			word: 'peace',
			translate: ['мир', 'спокойствие', 'покой', 'тишина', 'упокой', 'тишь'],
		},
		{
			word: 'rest',
			translate: ['сон', 'отдых', 'покой', 'передышка', 'смерть', 'привал', 'стойка', 'могила'],
		},
		{
			word: 'color',
			translate: ['колорит', 'масть', 'краска', 'красить', 'знамя', 'румянец', 'покрасить', 'краска', 'цвет'],
		},
		{
			word: 'language',
			translate: ['язык', 'речь', 'стиль', 'наречие', 'выражение'],
		},
		{
			word: 'consternation',
			translate: ['ужас', 'испуг', 'оцепенение', 'изумление'],
		},
		{
			word: 'glitter',
			translate: ['сверкание', 'блеск', 'пышность', 'блёсточки', 'блесточки', 'сверкнуть', 'блёстки', 'блестки', 'помпа', 'мерцать', 'блики'],
		},
		{
			word: 'fury',
			translate: ['беснование', 'гнев', 'бешенство', 'неистовство', 'ярость', 'буйность', 'злость', 'неистовость', 'фурия', 'остервенение', 'остервенелость'],
		},
		{
			word: 'founder',
			translate: ['основатель', 'учредитель', 'плавильщик', 'создатель', 'стекловар', 'акционер', 'зачинатель', 'основоположник'],
		},
		{
			word: 'impudent',
			translate: ['бесстыдный', 'дерзкий', 'наглый', 'нахальный', 'беспардонный', 'грубый', 'бессовестный', 'настырный', 'наглёжный', 'борзый', 'нескромный', 'вольный', 'бесстыжий'],
		},
		{
			word: 'knife',
			translate: ['нож', 'ножик', 'сечка', 'зуб', 'лезвие', 'скальпель', 'скребок', 'резец'],
		},
		{
			word: 'eagle',
			translate: ['орёл', 'орел'],
		},
		{
			word: 'rubber',
			translate: ['резина', 'каучук', 'резинка', 'ластик', 'презерватив', 'гондон', 'оселок', 'напильник', 'галоши'],
		},
		{
			word: 'tiger',
			translate: ['задира', 'тигр', 'хулиган'],
		},
		{
			word: 'egg',
			translate: ['граната', 'зародыш', 'яйца', 'икра', 'яйцо', 'икринка', 'яйцеклетка'],
		}
	],
	mathematicalOperations: [
		{number: 2},
		{number: 3},
		{number: 4},
		{number: 5},
	],
	sortable: [
		{
			arr: ['o','e','l','w','y','l'],
			word: 'yellow',
		},
		{
			arr: ['n','e','g','a','g','u','l','a'],
			word: 'language',
		},
		{
			arr: ['r','e','n','t','c','i','i','s','p','d','o'],
			word: 'description',
		},
		{
			arr: ['t','a','o','e','s','b','l','r'],
			word: 'sortable',
		},
		{
			arr: ['l','u','p','o','e','i','s','r'],
			word: 'perilous',
		},
		{
			arr: ['i','r','g','n','e','g'],
			word: 'ginger',
		},
		{
			arr: ['e','m','n','k','y','o'],
			word: 'monkey',
		},
		{
			arr: ['g','n','e','n','v','e','i'],
			word: 'evening',
		},
		{
			arr: ['e','c','s','u','s','c','s'],
			word: 'success',
		},
		{
			arr: ['c','m','s','i','a','i','l','u','o'],
			word: 'malicious',
		}
	]
}