export default {
	translateEnglish: [
		{
			word: 'to swim',
			translate: ['плавать', 'плыть', 'проплывать', 'кружиться', 'переплывать'],
		},
		{
			word: 'studies',
			translate: ['учеба', 'учение', 'учёба', 'занятия', 'занятия', 'изучение', 'исследования', 'старание', 'изучать', 'исследовать', 'рассматривать'],
		},
		{
			word: 'description',
			translate: ['описание', 'изображение', 'вид', 'род', 'сорт', 'вычерчивание'],
		},
		{
			word: 'dance',
			translate: ['танец', 'пляска', 'бал', 'танцы', 'танцевальный', 'скакать', 'станцевать', 'потанцевать', 'танцевать'],
		},
		{
			word: 'string',
			translate: ['верёвка', 'веревка', 'нить', 'цепочка', 'жгут', 'тетива', 'нитка', 'знакомства', 'строка', 'шнурок', 'ниточка', 'бечевка', 'натягивать'],
		},
		{
			word: 'fight',
			translate: ['бороться', 'биться', 'потасовка', 'спор', 'сражение', 'бой', 'поединок', 'битва', 'битва', 'драка', 'схватка'],
		}
	]
}