export default {
	translateEnglish: [
		{
			word: 'to swim',
			translate: ['плавать', 'плыть', 'проплывать', 'кружиться', 'переплывать'],
		},
		{
			word: 'studies',
			translate: ['учеба', 'учение', 'учёба', 'занятия', 'занятия', 'изучение', 'исследования', 'старание', 'изучать', 'исследовать', 'рассматривать'],
		},
		{
			word: 'description',
			translate: ['описание', 'изображение', 'вид', 'род', 'сорт', 'вычерчивание'],
		},
		{
			word: 'dance',
			translate: ['танец', 'пляска', 'бал', 'танцы', 'танцевальный', 'скакать', 'станцевать', 'потанцевать', 'танцевать'],
		},
		{
			word: 'string',
			translate: ['верёвка', 'веревка', 'нить', 'цепочка', 'жгут', 'тетива', 'нитка', 'знакомства', 'строка', 'шнурок', 'ниточка', 'бечевка', 'натягивать'],
		},
		{
			word: 'fight',
			translate: ['бороться', 'биться', 'потасовка', 'спор', 'сражение', 'бой', 'поединок', 'битва', 'битва', 'драка', 'схватка'],
		},
		{
			word: 'peace',
			translate: ['мир', 'спокойствие', 'покой', 'тишина', 'упокой', 'тишь'],
		},
		{
			word: 'rest',
			translate: ['сон', 'отдых', 'покой', 'передышка', 'смерть', 'привал', 'стойка', 'могила'],
		},
		{
			word: 'color',
			translate: ['колорит', 'масть', 'краска', 'красить', 'знамя', 'румянец', 'покрасить', 'краска', 'цвет'],
		},
		{
			word: 'language',
			translate: ['язык', 'речь', 'стиль', 'наречие', 'выражение'],
		},
		{
			word: 'consternation',
			translate: ['ужас', 'испуг', 'оцепенение', 'изумление'],
		},
		{
			word: 'glitter',
			translate: ['сверкание', 'блеск', 'пышность', 'блёсточки', 'блесточки', 'сверкнуть', 'блёстки', 'блестки', 'помпа', 'мерцать', 'блики'],
		},
		{
			word: 'fury',
			translate: ['беснование', 'гнев', 'бешенство', 'неистовство', 'ярость', 'буйность', 'злость', 'неистовость', 'фурия', 'остервенение', 'остервенелость'],
		},
		{
			word: 'founder',
			translate: ['основатель', 'учредитель', 'плавильщик', 'создатель', 'стекловар', 'акционер', 'зачинатель', 'основоположник'],
		},
		{
			word: 'impudent',
			translate: ['бесстыдный', 'дерзкий', 'наглый', 'нахальный', 'беспардонный', 'грубый', 'бессовестный', 'настырный', 'наглёжный', 'борзый', 'нескромный', 'вольный', 'бесстыжий'],
		}
	]
}